<jsp:include page="/common/layout.jsp"></jsp:include>
<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>

<h1>欢迎您</h1>
<div class="table_box" style="margin:0 auto;text-align:center">
	<p>通缉令管理系统<br>（使用手册）</p>
	<p>------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- </p>
	<p>面向一般网民的功能<br>————在线浏览当前的通缉犯信息；按照指定的条件检索符合条件的人员信息；为公安人员提供相应的举报信息（非实名制）</p>
	<p>------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- </p>
	<p>面向公安人员的功能(需要身份验证)<br>————管理在逃通缉犯的信息，包括：添加、修改、注销；查看网民的举报信息，包括：针对某一具体通缉犯的查询，和所有举报的查看</p>
	<p>------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- </p>
	<p>面向管理人员的功能(需要身份验证)<br>————对系统中的用户（公安人员和其他管理员）的信息进行维护，包括：修改用户信息；添加新用户；注销用户</p>
	
	<p>
	
	<br><br><br>
	
	您已成功登陆
	<%  String href = request.getSession().getAttribute("type").toString();
		if(href.equals("u")) href="/organizer";
		else href="/organizer/userorgan/1";
		System.out.println(href);	 %>
	<br/><br/>
	点击<a href="<%=href%>">此处</a>进入系统
	
	<br/><br/><br/><br/><br/><br/>
	
</div>